<div class="entry-content">

<p>Во время тренингов я всегда говорю слушателям, что хороший копирайтер обязан знать язык разметки HTML. Хотя бы на базовом уровне. После этой фразы как минимум у половины слушателей появляется выражение недоумения на лице: “Зачем?! Копирайтер же пишет тексты!”. А вот затем.</p>
<p>Дело в том, что вопреки распространенному мнению, копирайтеры высокого уровня не только пишут тексты, но и решают массу других задач:</p>
<ul>
<li>Запускают Email-рассылки,</li>
<li>Отправляют красивые коммерческие предложения с замером эффективности</li>
<li>Проводят внутреннюю поисковую оптимизацию, чтобы написанные тексты были выше в поиске</li>
<li>Заводят и развивают свой блог, наконец. И много, много других задач.</li>
</ul>
<p>К слову, за такие задачи клиенты платят большие деньги. Например, стоимость настройки и запуска кампании Email-маркетинга варьируется от 50 до 130 тысяч рублей ($800-2000). Хороший текст, который выбивается в ТОП поисковых систем стоит от 2 до 5 тыс. рублей. Но чтобы решать такие задачи, нужно знать HTML. Хотя бы на базовом уровне.</p>
<p>Собственно, поэтому я и решил написать эту статью. В ней я хочу дать Вам базу по языку разметки HTML, а также сопроводить ее полезными ссылками для более глубокого изучения (если будет желание). По-хорошему, HTML на базовом уровне осваивается за 2-3 дня, однако в плане окупаемости временных инвестиций ему нет равных. Готовы? Тогда устраивайтесь поудобнее, мы начинаем! <span id="more-7934"></span></p>
<h2>Структурная “тройчатка” текстов в интернете</h2>
<p>У 99% размещенных в интернете текстов есть три типа структуры. Смысловая – структура подачи информации. Нас она сегодня не интересует. Подробнее о ней можно прочитать в <a href="https://shard-copywriting.ru/copywriting-basics/structure" target="_blank" rel="noopener noreferrer">этой статье</a>. Визуальная – это то, как текст видит читатель. К этому типу относятся шрифт, подборка изображений, размер подзаголовков, оформление выносок и цитат и т.д. Очень важный аспект, но и он сегодня вне поля нашего внимания.</p>
<p>Наконец, третий тип структуры – семантическая. Это то, как видит Ваш текст браузер и поисковые машины (Яндекс, Google). Именно о ней мы сегодня и поговорим. Более того, от семантической структуры в интернете напрямую зависит визуальная структура. Но обо всем по порядку.</p>
<p>Первое, что Вам нужно понимать: визуально одна и та же статья (или коммерческий текст), с разной семантической структурой может либо находиться в ТОПе поисковой выдачи, и привлекать массу трафика, либо быть аутсайдером и просто висеть на задворках интернета, предаваясь забвению. Хотя текст, буквы одни и те же.</p>
<h2>HTML и семантическая структура текста</h2>
<p>За семантическую структуру отвечает как раз язык текстовой разметки HTML (расшифровывается как Hyper Text Markup Language – язык разметки гипертекста, или текста, размещенного в интернете). К слову, именно с его помощью поисковые машины понимают, какие слова и фразы в Вашей публикации особенно важны, и по каким запросам читателям нужно показывать Ваш материал. Это называется внутренняя поисковая оптимизация. Кроме того, язык HTML вместе с таблицами стилей (CSS) говорит браузеру, как правильно отображать Ваш текст. Но этот момент мы сегодня рассматривать тоже не будем, потому что к работе копирайтера он имеет косвенное отношение. В конце статьи я дам ссылки, где можно получить больше информации.</p>
<p>Вопреки распространенному заблуждению язык HTML – это не язык программирования. Кстати, именно из-за этого заблуждения многие гуманитарии его боятся, как огня. Почем зря.</p>
<p>Вы можете возразить, мол, зачем копирайтеру вообще знать HTML? Вон, вокруг столько классных визуальных редакторов! Отвечаю: один и тот же текст, правильно сверстанный в HTML и сделанный в визуальном редакторе могут радикально отличаться по эффективности. У первого будет идеальная внутренняя оптимизация, а у второго с высокой долей вероятности в коде будет много “мусора”, и акценты на словах, скорее всего, будут расставлены неверно. Чуть ниже я сделаю Вам наглядную демонстрацию, потерпите немного.</p>
<h2>HTML для копирайтера: основы</h2>
<p>Ах да, еще один важный момент. То, что Вы изучите HTML, вовсе не означает, что Вам придется отказаться от привычных визуальных редакторов. Просто после изучения этой статьи, Вы будете знать, на что стоит обратить внимание при верстке, чтобы тексты были более эффективными.</p>
<p>Например, Вы сможете оформлять текст в визуальном редакторе, а затем переключиться в режим HTML и явно задать нужные теги или скорректировать те или иные атрибуты. Что касается меня, то я в этом плане консерватор, и свои тексты на блоге всегда верстаю сам в HTML. Без помощи каких-либо визуальных инструментов. Отчасти поэтому мои статьи неплохо ранжируются по многим запросам.</p>
<p>Так, с прелюдией вроде все. Теперь переходим к немного занудной, но очень важной части.</p>
<h2>Что такое тег, и зачем он нужен копирайтеру</h2>
<p>Весь язык разметки HTML построен вокруг одного понятия – тег. Тег указывает браузеру и поисковой системе, какие элементы Вашего текста особенно важны, а какие — второстепенны. Другими словами, с помощью тегов Вы говорите Яндексу и Гуглу: “<em>Смотрите, моя статья об особенностях брачного периода доминиканских ежиков, и если люди будут об этом спрашивать, приводите их ко мне, потому что у меня об этом много полезной информации</em>”.</p>
<p>Для простоты понимания тег можно сравнить с коробочкой, в которую Вы кладете слова. Например, в одну коробочку Вы положили заголовок и подписали, что это заголовок. В другую — абзац. При этом внутри одной большой коробочки могут находиться другие, более мелкие. Например, в коробочке “абзац” у Вас может находиться коробочка “текст, выделенный курсивом” и “текст, выделенный полужирным”. Идею Вы поняли.</p>
<p>Теги бывают трех видов: открывающие, закрывающие и одинарные. Открывающие теги ставятся в начале слова или конструкции (абзаца, таблицы и т.д.), а закрывающие теги ставятся в конце. Одинарные теги существуют сами по себе и не требуют закрытия.</p>
<p>Вот пример типовой конструкции:</p>
<p><code>&lt;strong&gt;Эта конструкция будет полужирной.&lt;/strong&gt;</code></p>
<p>Здесь &lt;strong&gt; — открывающий тег, а &lt;/strong&gt; — закрывающий. Как видите, они почти идентичны. Единственное отличие – в наклонной черте у закрывающего тега. И все. В визуальном редакторе или на интернет-странице в браузере описанная выше конструкция будет выглядеть вот так:</p>
<p><strong>Эта конструкция будет полужирной.</strong></p>
<p>Как видите, принцип очень прост. Открывающий и закрывающий теги – это как коробочка, которая включает в себя слова или предложения и передает о них браузеру и поисковым системам скрытую информацию, которую читатели не видят.</p>
<p>К слову, поисковики, при грамотном использовании тегов, Вам будут очень благодарны. Так они быстро понимают, где и что у Вас в тексте находится. Как результат — текст лучше ранжируется (находится выше в результатах поиска). Это особенно важно, когда Вы ведете блог для пассивного заработка или разрабатываете текст для сайта заказчика.</p>
<h2>Небольшая наглядная демонстрация</h2>
<p>Помните, в самом начале я сказал Вам, что тексты могут выглядеть совершенно одинаково, но по-разному восприниматься поисковыми системами? Посмотрите на два примера.</p>
<p><strong>Преамбула:</strong> допустим, у нас есть текст, который продвигается по запросу «Как правильно использовать HTML». Возьмем из этого текста два абзаца заголовок, первый абзац, подзаголовок и второй абзац. Слева фрагмент текста, как видят его читатели, справа — код HTML. Визуально оба варианта идентичны, но по семантике кода они сильно отличаются. Первый работает на поисковое продвижение, а второй — нет. Разница в позициях поисковой выдачи может достигать десятков страниц.</p>
<h3>Вариант текста №1 (с правильной семантикой)</h3>
<p><img class="size-full wp-image-7940" src="https://shard-copywriting.ru/wp-content/uploads/2016/11/RightSemantics.png" alt="Текст с правильной семантикой для внутреннего SEO" width="590" height="227"></p>
<p style="font-size: 12px; text-align: center;">Текст с правильной семантикой для внутреннего SEO.</p>
<h3>Вариант текста №2 (с неправильной семантикой)</h3>
<p><img class="aligncenter size-full wp-image-7944" src="https://shard-copywriting.ru/wp-content/uploads/2016/11/BadSemantics.png" alt="Плохая HTML-семантика для внутреннего SEO" width="590" height="229"></p>
<p style="font-size: 12px; text-align: center;">Плохая HTML-семантика для внутреннего SEO.</p>
<p>Видите? Хотя, казалось бы, текст один и тот же. Буквы одни и те же. Но эффективность решения задачи кардинально отличается. В разы. Вот что дает копирайтеру знание языка разметки HTML.</p>
<p>Второй вариант с неправильной разметкой встречается в 80% текстов новичков, потому что они зачастую копируют и вставляют тексты из MS Word или других текстовых редакторов.</p>
<p>Посмотрите, сколько “мусора” в коде (справа) будет, если я скопирую и вставлю аналогичный текст из редактора типа MS Word. Здесь точно так же нет никакой поисковой оптимизации, и позиции у такого текста будут плачевными.</p>
<p><img class="aligncenter size-full wp-image-7945" src="https://shard-copywriting.ru/wp-content/uploads/2016/11/HTML-garbage.png" alt="Код при копировании текста из визуального редактора" width="590" height="211"></p>
<p style="font-size: 12px; text-align: center;">Код при копировании текста из визуального редактора.</p>
<p>К слову, картинки для примеров выше я сделал в бесплатном онлайн-редакторе <a href="https://html-online.com" target="_blank" rel="nofollow noopener noreferrer">https://html-online.com</a>. Используйте его или аналог, чтобы попрактиковаться. Очень полезная и удобная штука.</p>
<h2>Основные теги в HTML</h2>
<p>Теперь, давайте перейдем к основным тегам. В этой статье мы рассмотрим только те, которые обязательно должен знать копирайтер. Более подробную информацию Вы сможете найти по ссылкам в конце статьи.</p>
<h3>1. Заголовок и подзаголовки (теги h1-h6)</h3>
<p>Первый тег, а вернее набор тегов, который мы с Вами рассмотрим — это заголовки. В HTML заголовков всего шесть, и они идут по иерархии: от H1 до H6. Выглядят вот так.</p>
<p><img class="aligncenter size-full wp-image-7948" src="https://shard-copywriting.ru/wp-content/uploads/2016/11/HTML-Headers.png" alt="Заголовки в HTML" width="590" height="206"></p>
<p style="font-size: 12px; text-align: center;">Пример заголовка H1 в HTML.</p>
<p>При этом обратите внимание: заголовок H1 в тексте может быть только один (название статьи). H2 — это подзаголовки в статье. Их может быть сколько угодно. H3 — это подзаголовки подразделов и т.д. На практике я, как правило, не использую подзаголовки ниже H4. Просто потому что не размещаю в интернете материалы, в которых было бы оправдано использование всей цепочки иерархии.</p>
<p>Еще один важный момент, который Вам нужно запомнить. У каждого тега могут быть атрибуты — дополнительная информация, которая передается браузеру или поисковым системам.</p>
<p>Например, есть такой атрибут style (стиль). Он указывает браузеру, как правильно отображать элементы, заключенные в тег. Посмотрите, как это используется на практике:</p>
<p><code>&lt;h3 style="color:red;"&gt;Подзаголовок красного цвета&lt;/h3&gt;</code></p>
<p>Результат будет выглядеть вот так:</p>
<h3 style="color: red;">Подзаголовок красного цвета</h3>
<p>Забегая вперед, все стили браузер применяет либо по умолчанию, либо в соответствии со специальными, т.н. каскадными таблицами стилей (CSS). Если в двух словах, это такой документ, в котором прописано, как должны визуально отображаться все теги по умолчанию.</p>
<p>Для поисковых систем подзаголовки очень важны. Поэтому убедитесь, что они содержат ключевые слова или их синонимы.</p>
<h3>2. Абзац (тег p)</h3>
<p>Абзацы обрамляются в тег &lt;p&gt; (открывающий и закрывающий). C помощью этого тега и атрибутов Вы можете задавать отступы сверху и снизу или центрировать текст на странице. Плюс, абзацы важны для поисковых систем.</p>
<p>К слову, когда Вы размещаете текст в WordPress или другой популярной системе управления контентом, вручную тег &lt;p&gt;проставлять, как правило, не нужно. Тот же WordPress за Вас это делает автоматически.</p>
<p>О внутренней оптимизации и ключевых словах. В массивах текста, заключенных в тег &lt;p&gt; ключевые слова должны быть распределены по возможности равномерно. Остерегайтесь переспама, иначе эффект поисковые системы могут наложить санкции.</p>
<h3>3. Выделение полужирным или курсивом (теги strong и em)</h3>
<p>Пример использования этого тега Вы видели чуть выше. По такой же аналогии текст выделяется курсивом с помощью тега &lt;em&gt;. К слову, есть мнение, что эти теги также влияют на эффективность внутренней оптимизации (только без фанатизма — иначе можно получить обратный эффект).</p>
<p>Лично мне не нравится как выглядят выделенные в тексте полужирным ключевые слова. Смотрится аляповато и безвкусно. На заре ведения блога я делал выделения ключевых слов полужирным, чтобы людям было проще сканировать статьи, но эксперимент провалился. Поэтому теперь я при необходимости либо выделяю ключевые слова (не все, а лишь пару-тройку) тегом курсива, либо тегом &lt;strong&gt;, но с корректировкой стиля, чтобы не было визуальных различий с основным текстом.</p>
<h3>4. Изображения (тег img)</h3>
<p>Картинки играют особую роль при верстке статьи. У них есть два скрытых атрибута, которые влияют на SEO. Этот атрибуты alt (альтернативный текст, который показывается в ситуациях, когда изображения отключены, должен содержать ключевые слова) и title (заголовок изображения, показывается, если навести на картинку курсор мыши, тоже должен содержать ключевые слова). Тег &lt;img&gt; является одиночным и не имеет закрывающего аналога.</p>
<p><strong>Пример использования:</strong></p>
<p><code>&lt;img src="https://shard-copywriting.ru/wp-content/uploads/2016/11/tropics.jpg" alt="Красивая картинка тропиков" title="Красивая картинка тропиков" /&gt;</code></p>
<p>И вот как выглядит картинка в интерпретации браузером.</p>
<p><img class="aligncenter size-full wp-image-7957" title="Красивая картинка тропиков" src="https://shard-copywriting.ru/wp-content/uploads/2016/11/tropics.jpg" alt="Красивая картинка тропиков" width="590" height="369"></p>
<p style="font-size: 12px; text-align: center;">Пусть эта картинка тропиков принесет Вам позитив.</p>
<h3>5. Нумерованные и ненумерованные списки (ol, ul)</h3>
<p>Еще два очень важных тега, которые делают структуру текста четкой — это теги списков. Я настоятельно рекомендую их использовать, когда у Вас в статье идет перечисление однородных элементов. Синтаксис очень простой.</p>
<table width="100%">
<tbody>
<tr>
<th>Нумерованный список</th>
<th>Ненумерованный список</th>
</tr>
<tr>
<td><span style="font-weight: 400;">&lt;ol&gt;</span><p></p>
<p><span style="font-weight: 400;">&lt;li&gt;Элемент №1&lt;/li&gt;</span></p>
<p><span style="font-weight: 400;">&lt;li&gt;Элемент №2&lt;/li&gt;</span></p>
<p><span style="font-weight: 400;">&lt;li&gt;Элемент №3&lt;/li&gt;</span></p>
<p><span style="font-weight: 400;">&lt;/ol&gt;</span></p></td>
<td><span style="font-weight: 400;">&lt;ul&gt;</span><p></p>
<p><span style="font-weight: 400;">&lt;li&gt;Элемент №1&lt;/li&gt;</span></p>
<p><span style="font-weight: 400;">&lt;li&gt;Элемент №2&lt;/li&gt;</span></p>
<p><span style="font-weight: 400;">&lt;li&gt;Элемент №3&lt;/li&gt;</span></p>
<p><span style="font-weight: 400;">&lt;/ul&gt;</span></p></td>
</tr>
<tr>
<td colspan="2">
<p style="text-align: center;"><strong>Результат</strong></p>
</td>
</tr>
<tr>
<td>
<ol>
<li>Элемент №1</li>
<li>Элемент №2</li>
<li>Элемент №3</li>
</ol>
</td>
<td>
<ul>
<li>Элемент №1</li>
<li>Элемент №2</li>
<li>Элемент №3</li>
</ul>
</td>
</tr>
</tbody>
</table>
<h3>6. Таблица (теги table, tr, td)</h3>
<p>Один из моих любимых комплексных тегов позволяет красиво размещать контент и усиливает структурную ценность материала для поисковых систем (см. таблицу выше). Проще говоря, поисковики видят, что Вы заморочились над визуальным представлением контента, и дают Вам «плюсик в карму».</p>
<p>За размещение таблиц отвечают четыре тега (table, th, tr, td), но механика их более сложная. Посмотрите примеры и подробное объяснение на <a href="http://www.w3schools.com/TAgs/tag_table.asp" target="_blank" rel="nofollow noopener noreferrer">этой странице</a> (англ.).</p>
<p>По большому счету, использование таблиц опционально, но если Вы его освоите, то получите огромное преимущество, не говоря о возможности размещать сложный технический контент.</p>
<h3>7. Контейнеры (тег div)</h3>
<p>Если обычные теги — это “коробочки”, на которых написано, как должны структурно отображаться те или иные элементы, то тег &lt;div&gt; — это целый контейнер. Например, я использую такие контейнеры, чтобы делать выноски в виде блоков для разрежения текстовой массы. Например так.</p>
<p>Сам по себе тег div ничего не значит. Он используется для области, в которую заключен текст, и позволяет менять задний фон, окантовку, ширину текстового поля и отступов, а также ряд других параметров.</p>
<h3>8. Тег span</h3>
<p>Этот тег ничего не значит для SEO. И если Вы в него заключите текст, ничего не произойдет. Его имеет смысл использовать для придания фрагменту текста каких-то дополнительных свойств. Например, <span style="text-decoration: underline;">эта строка подчеркнута, потому что я заключил ее в тег span со следующим атрибутом</span>:</p>
<p><code>&lt;span style=”text-decoration:underline;”&gt;эта строка подчеркнута, потому что я заключил ее в тег span со следующим атрибутом&lt;/span&gt;</code></p>
<h3>9. Тег br</h3>
<p>Тег &lt;br /&gt; не имеет закрывающей части и используется, чтобы перейти на новую строку. Двойное использование тега разделяет абзацы пустой строкой. Используется редко и только в тех случаях, когда нет автоматической вставки тега &lt;p&gt;. При верстке контента в WordPress практически не используется.</p>
<h3>10. Тег hr</h3>
<p>Этот тег (&lt;hr /&gt;) лично я очень люблю. С его помощью ставится разделительная горизонтальная линия. Это особенно полезно, когда Вы хотите разредить контент выноской. Например, так.</p>
<hr>
<p style="font-size: 18px; text-align: center;"><em>Выноски — хороший способ сделать акцент на ключевой мысли и при этом разредить текст.</em></p>
<hr>
<h3>11. Ссылки (тег a)</h3>
<p>Ссылки очень важны для SEO. Особенно когда Вы развиваете свой блог. Грамотная перелинковка играет Вам на руку. За ссылки отвечает тег &lt;a&gt;. Открывающий тег ставится в начале текста ссылки (анкора), а закрывающий — в конце. В открывающем теге всегда должен быть прописан атрибут href — адрес, на который ссылка ведет. Например, вот так:</p>
<p><code>&lt;a href="https://shard-copywriting.ru"&gt;Ссылка на главную страницу блога Shard-copywriting.ru&lt;/a&gt;</code></p>
<p>И вот как выглядит результат:</p>
<p><a href="https://shard-copywriting.ru" target="_blank" rel="noopener noreferrer">Ссылка на главную страницу блога shard-copywriting.ru</a></p>
<h2>Заключение</h2>
<p>В этой статье я сделал базовый обзор основных тегов и объяснил, почему копирайтер должен знать HTML. Конечно, без этих знаний можно и обойтись, особенно когда с Вами в команде работает толковый верстальщик. Однако если Вы запускаете собственный проект или планируете в будущем осваивать Email-маркетинг, то эти знания очень сыграют Вам на руку.</p>
<p>Конечно, одной статьи будет недостаточно. И, да, придется искать больше информации и практиковаться, чтобы освоить HTML. Здесь как в любой смежной сфере: нужно время и терпение. С другой стороны, это весело! Особенно с учетом того, что сейчас есть много конструкторов, которые в режиме реального времени показывают Вам, что у Вас получается. Плюс, освоение HTML не занимает много времени: от пары дней до недели (если подойти к вопросу серьезно).</p>
<p>В любом случае, теперь Вы знаете, что такое HTML, и как он может быть полезен. А у меня на сегодня все, увидимся в следующих статьях.</p>
<p>Пробуйте! У Вас все получится!</p>
<p>Искренне Ваш, <a href="https://shard-copywriting.ru/ob-avtore" target="_blank" rel="noopener noreferrer">Даниил Шардаков</a>.</p>
<p>P.S. Как и обещал, вот несколько полезных ресурсов:</p>
<ol>
<li>Один из лучших онлайн-учебников по HTML (я учился именно по нему в свое время) — <a href="http://www.w3schools.com/html/default.asp" target="_blank" rel="nofollow noopener noreferrer">w3schools.com</a>. Единственный его недостаток — он на английском.</li>
<li>Один из русскоязычных аналогов: <a href="http://stepbystep.htmlbook.ru/" target="_blank" rel="nofollow noopener noreferrer">http://htmlbook.ru/html</a></li>
<li>Яндекс и Google для предметного решения задач и поиска нужной информации</li>
</ol>
<p>И еще, эту статью изумительно дополняют гостевые посты моего друга и коллеги, Антона Шабана:</p>
<ol>
<li><a href="https://shard-copywriting.ru/guest/mega-post-seo-tekstyi-dlya-sayta-ili-kak-napisat-optimizirovannyiy-tekst-pravilno" target="_blank" rel="noopener noreferrer">МЕГА-ПОСТ: SEO-тексты для сайта, или как написать оптимизированный текст правильно</a></li>
<li><a href="https://shard-copywriting.ru/guest/giga-post-seo-analiz-teksta-11-instrumentov-dlya-kopiraytera" target="_blank" rel="noopener noreferrer">ГИГА-ПОСТ! SEO-анализ текста: 11 инструментов для копирайтера</a></li>
</ol>

		</div>












