<p><b>
	Вопрос, который периодически можно услышать в арбитражных чатах: а wapclick вообще жив? <br>
Зная, какое количество мифов и противоречивой информации бродит среди новичков (да и опытных арбитражников), мы решили написать эту статью. 
</b></p>
<br>
<img src="images/statyaImg1.png" alt="" style="width: 100%;">
<br><br><br>
<b>Что происходит на рынке мобильных подписок?</b>
<br>
 <br>
Ну что ж, для сомнений: “а стоит ли работать с вапкликом?”, есть несколько поводов.  В период 2018-2019 на рынке мобильных подписок произошло большое количество значимых событий:

   1. 	Ушли с рынка по разным причинам заметные игроки:  РГК, Shakes.im, Stable Money, Moblave
2. 	Закрыты адалт-сервисы, в их привычном виде, оператором МТС. Оператор изменил требования к лендингам, в результате  сильно упал конверт. 
3. 	Изменилась модель работы Билайна:  произошел перевод адалт-сервисов в так называемую «агентскую» модель и, как это нередко происходит, снижение отчислений почти на 30%.
4. 	Изменились алгоритмы и критерии оценки качества трафика МТС

Все это изменило условия работы с подписками, в какой-то мере сделало сложнее, но при этом остались возможности достойного заработка. 
 
Одна из таких возможностей  –   работа по CPA модели (выкуп). Здесь есть свои нюансы, о которых мы расскажем ниже. Основные же преимущества для арбитражника: простота и быстрая окупаемость. 
 
Как лить в плюс в нынешних условиях?  
 
Базовые, необходимые для старта, шаги:
1 Выбираем трекеры. На рынке множество вариантов и все решения в той или иной степени способны работать с подписочным трафиком. Субъективно оптимальным вариантом видится Бином, как наиболее удобный инструмент именно для подписок.  С помощью трекера можно достаточно просто отсекать ботов, мануал вы найдете ниже. 

2 Выбираем источник трафика. Традиционные источники трафика на подписки - тизерные сети. Вот краткий список:
VisitWeb, Teasernet,  MPAY, BigClick, BuyMedia
Если вы работаете с AffiMob, то можете получить дополнительный бонус 5% при переводе баланса из кабинета на аккаунт тизерной сети. Также при этом вы не платите комиссию на пополнение баланса, что неплохо экономит бюджет. 

3 Выбираем партнерку 

 
Базовые критерии для выбора партнерки:
прозрачность/понятность статистики
 регулярность и вариативность выплаты (wmz, paypal, capitalist, и т.д.)
 оперативность и полезность саппорта. Регистрация должна подтверждаться днем не более 1 часа, ночью – часов за 6.
 
Получить живые отзывы о партнерке всегда можно в любом из профильных чатов в телеграм. Там можно задать вопрос и, пройдя через стену троллинга и шутеек, получить ответ от одной из партнерок. Может быть сразу в ЛС.
 
Плюсом партнерки будет являться наличие прямых договоров с операторами. Ближе к кассе, так сказать. Потраченные абонентами деньги платит оператор. Соответственно – чем меньше промежуточных звеньев в денежно-пищевой цепи, тем больше получит арбитражник. «Свою» партнерку надо будет поискать, это не всегда происходит быстро.
 
  
Нюансы при выборе партнерки
 
 
Если сравнить ставки выкупа, то  несложно обнаружить разные цифры. Например,  по Темафону (провайдер сервисов для абонентов Билайна) ставки варьируются от 18 до 30 руб. за подписку. При этом почти все ПП пишут про «моментальный» выкуп. 
На практике это не совсем и не всегда так. ПП может не выкупать все подписки и на это есть две причины:
1. 	Холд при выкупе. По статистике до 15% подписчиков отписывается в первые 2 минуты. Таким образом ПП, поставив холд на выкуп 120 секунд, просто не будет выкупать часть привлеченных вами подписок. На практике холд может быть значительно длиннее.
2. 	У многих партнерок действует выкуп подписок только если они соответствуют заданным параметрам (IP+UA+OS). А это также снижает % выкупаемых подписок 

Ничего криминального в таких инструментах со стороны ПП нет: выкупать подписки в минус – это так себе бизнес, мягко говоря. Но есть нюанс:  далеко не все партнерки прозрачно и однозначно обозначают условия выкупа на старте, завышают ставки, чтобы условия выкупа выглядели привлекательно,  а в реальности партнер может получать меньше чем у конкурентов. 

 
Выводы – не ведитесь на размер ставки и задавайте больше вопросов саппорту ПП до начала работы. Решение о начале тестов принимайте после получения ответов на ваши вопросы. 
 
<img src="images/statyaImg2.png" alt="" style="width: 100%;">

Самый адекватный вариант теста дохода в партнерке: 

 ПП дает вам некоторую базовую ставку выкупа и капу (количество лидов), которую ПП от вас готова принять для оценки привлекаемого вами трафика.

По результатам оценки качества трафика (ребилльности и lifetime) ставка выкупа может быть пересмотрена как в меньшую (при низкой ребилльности) так и в большую сторону.  На этом пункте вы можете засомневаться, но поверьте, качественный трафик нужен всем  и только алчная и недалекая ПП не даст вам повышенную ставку. 

И помните – этот процесс должен быть win-win, не стоит пытаться обмануть ПП: у них больше данных о качестве вашего трафика)
 
 
Воображаемые «ужасы» и предубеждения, которые мешают зарабатывать на вапклике 
 



- на подписках не заработать!
 Деньги любят тишину. Те, кто зарабатывает стабильно и много, об этом не говорят на каждом углу. Каждый знает, чем меньше конкуренция, тем больше личных возможностей. Представьте себе сколько денег там, куда никто не сунет нос просто потому, что все вокруг передают информацию о «невыигрышности» вап-клика. 
Суперафиляты, зарабатывающие исключительно на подписках и партнерки работают в выгодном тандеме, но места на этом рынке и достойного дохода хватит всем. Если вы сомневаетесь, вы можете прочитать кейс – пример того, что деньги в вапе есть – и еще какие!

- нужны большие бюджеты на тесты
Задайте себе вопрос: «Что для меня большой бюджет?». Если 10к рублей – это много, то сложно представить, куда вообще вам можно будет успешно зайти. Найти проверенную сетку хотя бы по отзывам в Интернете, засплитить 5 офферов, в течение дня оптимизируя кампанию – достаточно, чтобы на следующий день выйти хоть в небольшой, но плюс. Небольшого бюджета хватит.

- нет нормальных источников трафика: везде боты
Мы уже писали о необходимом инструменте – трекере. Он создан не только для того, чтобы смотреть на РОИ, но и для настоящих самураев, умеющих пользоваться катаной – боторезалкой. В основном трекеры сами умеют фильтровать ботов в однокнопочном режиме, но если этого недостаточно и бот – это настолько страшно, то вы вольны поставить собственные параметры для отсечения ненужного трафика. Вы ведь знаете, на кого льете? Создайте фильтр по геолокации, IP – диапазонами, порежьте трафик по юзер – агентам.

Представим, что вы покупаете российский операторский трафик, Билайн и хотите отсечь ненужный трафик «плохих» и «хороших» ботов. Вам не хватает галочки в чекбоксе для отсечения. Тогда необходимо создать правило в трекере. Самое простое – бот не будет подходить под гео – Россия, создаете правило «Country IS NOT Russia» ( для Binom ). По такому же принципу создаем фильтр для заголовков, бот обычно передает такие: com.android.chrome, com.facebook, ru.yandex и тд. ( полные списки вы найдете в интернете ), а также отсутствующий или пустой заголовок. Также рекомендуем отсекать подписки с утройств Meizu, выставлять свои IP – листы в источниках трафика.

-  с подписками работать сейчас невыгодно, потому что лендинги из-за новых правил (крупно написанная стоимость подписки ) стали плохо конвертить
Да, новые правила подлили масла в огонь – и это был вызов! Лендинги адаптировались под новые условия, усовершенствовав другие критерии: расположение элементов, цвета. Юзер все так же не замечает цены, просто потому что увлечен другим элементом. 
-выкуп норм только на мегафоне, но там и штрафы конские, работать с подписками поэтому не хочу
Очень спорно. Вы можете оценить выкуп на Билайне, если боитесь штрафов Мегафона.

- я потрачу все деньги, пока найду нормально конвертящий ленд из такого количества
Это вариант для скромных. На самом деле просто достаточно спросить менеджера партнерки, какие лендинги сейчас в топе
 
 
 













